Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: Bread
sv: Bröd

source: Switch to advanced mode
sv: Växla till avancerat läge

source: Amount
sv: Antal

source: Maximum file size (in megabytes) when replying. Set to 0 to disable file uploads.
sv: Största filstorlek i megabyte vid svar. Ange 0 för att inaktivera filuppladdningar.

source: %1 week(s)
sv: %1 vecka

source: In Memoriam
sv: Till minne

source: Tx contact
sv: TX-kontakt

source: Specifies the number of DB entries (if enabled above).
sv: Anger antalet DB-poster (om aktiverat ovan).

source: Username
sv: Användarnamn

source: Sequence aborted: Caps Lock is on
sv: Sekvensen avbröts: Caps Lock är på

source: Void Helper
sv: Tomrummets hjälpare

source: Update native messaging manifest files at startup
sv: Uppdatera inbyggda meddelandemanifestfiler vid start

source: Evaluating database entries using okon…
sv: Utvärderar databasposter med okon…

source: Hide
sv: Dölj

source: Delete
sv: Ta bort

source: Minimum required light level for spawning (0-@1)
sv: Minsta ljusnivå som krävs för generering (0–@1)

source: Target decryption time in MS for the database.
sv: Målets avkrypteringstid i ms för databasen.

source: Same license
sv: Samma licens

source: seconds
sv: sekunder

source: Quote Unavailable
sv: Citatet är inte tillgängligt

source: Add
sv: Lägg till

source: Destination format:
sv: Målformat:

source: Your email address
sv: Din e-postadress

source: Shot by a mese monster crystal shard
sv: Träffad av en kristallskärva från ett mese-monster

source: Windows Hello setup was canceled or failed. Quick unlock has not been enabled.
sv: Installationen av Windows Hello avbröts eller misslyckades. Snabb upplåsning har inte aktiverats.

source: Cloth:
sv: Tyg:

source: Reopen this Report?
sv: Öppna den här rapporten igen?

source: The post you are quoting.
sv: Inlägget du citerar.

source: The mixer has two inputs to the left and right and one output at the front. When two lasers go into the input, a laser with their colors mixed will go out of the output.
sv: Blandaren har två ingångar till vänster och höger samt en utgång framtill. När två lasrar går in i ingångarna kommer en laser med blandade färger ut ur utgången.

source: Add a label
sv: Lägg till en etikett

source: Add DTMF Contact
sv: Lägg till DTMF-kontakt

source: Transform rounds
sv: Transformeringsrundor

source: Import Links from Readwise Reader CSV export
sv: Importera Länkar från Readwise Readers CSV-export

source: Entry history selection
sv: Posthistorik

source: Upper-case letters
sv: VERSALER

source: Stone Block
sv: Stenblock

source: Edit Item
sv: Redigera objekt

source: More Player Controls
sv: Mer spelarkontroller

source: Password field
sv: Lösenord

source: Update Supporters Periodically
sv: Uppdatera supportrar med jämna mellanrum

source: The End
sv: Slutet

source: Select Key File:
sv: Välj nyckelfil:

source: Paste from clipboard
sv: Klistra in från urklipp

source: Use group icon on entry creation
sv: Använd gruppikon för nya poster

source: ERROR: Please specify one of --attribute or --totp, not both.
sv: FEL: Ange antingen --attribute eller --totp, inte bägge.

source: Consider '\' an escape character
sv: Betrakta "\" som ett kommentarstecken

source: Difference
sv: Skillnad

source: Add non-hex letters to "do not include" list
sv: Lägg till icke-hexadecimala tecken till undantagslistan

source: Allow access to your account in the browser.
sv: Tillåt åtkomst till ditt konto i webbläsaren.

source: %s passcode
sv: Engångskod för %s

source: Posts
sv: Poster

source: Successful import
sv: Import slutförd

source: Favorite Bookmarks
sv: Favoritbokmärken

source: Add DMR Contact
sv: Lägg till DMR-kontakt

source: Cryptographic libraries:
sv: Kryptografiska bibliotek:

source: &Getting Started
sv: &Kom igång

source: Last Activity
sv: Senaste aktivitet

source: Archives allows you to archive any website, including its assets, into a self-contained hybrid HTML/ZIP. These HTML files can be viewed in any browser (or in-app), be shared or be extracted like a regular ZIP file. Archives can additionally view WARC, WACZ, HAR, ZIM and SWF files.
sv: Med Archives kan du arkivera vilken webbplats som helst, inklusive dess resurser, till en komplett hybrid HTML/ZIP-fil. Dessa HTML-filer kan visas i valfri webbläsare (eller inuti program), delas eller extraheras som en vanlig ZIP-fil. Archives kan dessutom visa WARC, WACZ, HAR, ZIM och SWF filer.

source: Private Note
sv: Privat anteckning

source: [None]
sv: [Ingen]

source: Import your Browser's Bookmarks
sv: Importera din webbläsares bokmärken

source: No Muted Accounts
sv: Inga tystade konton

source: Unknown error
sv: Okänt fel

source: Bright Palm Leaves
sv: Ljusa palmblad

source: Donate
sv: Donera

source: Young Birch Catkin
sv: Ungt björkhänge

source: Failed to open database file %1: not found
sv: Kunde inte öppna databasfilen %1: Hittades inte

source: Pages
sv: Sidor

source: Password protection enabled. You must enter an allowed password to post.
sv: Lösenordsskydd är aktiverat. Du måste ange ett tillåtet lösenord för att publicera.

source: Tuesday
sv: Tisdag

source: Cannot write satellite config.
sv: Kan inte skriva satellitkonfigurationen.

source: Bandwidth
sv: Bandbredd

source: Beacon
sv: Fyr

source: Permission denied.
sv: Åtkomst nekad.

source: The default sender type is “Synchronized”. If the sender was activated, it sends an ON signal. If it was deactivated, it sends an OFF signal. Thus “synchronizing” the sender with the receiver. It also has a special meaning in combination with the “Synchronized” receiver types.
sv: Standardtypen för avsändare är ”Synkroniserad”. Om avsändaren aktiverades skickar den en PÅ-signal. Om den avaktiverades skickar den en AV-signal. På så sätt ”synkroniseras” avsändaren med mottagaren. Detta har också en särskild betydelse i kombination med mottagartyperna ”Synkroniserad”.

source: Type {USERNAME}
sv: Skriv {ANVÄNDARNAMN}

source: Invalid password generator after applying all options
sv: Ogiltig lösenordsgenerator efter tillämpning av alla alternativ

source: Cocoa Flower
sv: Kakaoblomma

source: Type:
sv: Typ:

source: What if your destination was the Void all along? What if it was erasure all along? Didn’t the System send you to the Void Pipe, after all?
sv: Tänk om din destination hela tiden var Tomrummet? Tänk om det hela tiden var utplåning? Skickade inte The System dig till Tomröret ändå?

source: Sender types
sv: Avsändartyper

source: Area
sv: Område

source: remove
sv: ta bort

source: PIN Length
sv: Pinkodslängd

source: The player will start on a special block called “Start Block”, which must be placed somewhere in the level.
sv: Spelaren börjar på ett särskilt block som kallas ”Startblock”, vilket måste placeras någonstans i nivån.

source: No such item
sv: Artikeln finns inte

source: Generate roaming zone
sv: Skapa roamingzon

source: Next Song
sv: Nästa låt

source: Red Brick Block
sv: Rött tegelblock

source: Average password length
sv: Genomsnittlig lösenordslängd

source: Please present or touch your YubiKey to continue.
sv: Anslut eller tryck på din YubiKey för att fortsätta.

source: Remember
sv: Kom ihåg

source: Ready to start dry run.
sv: Redo att starta testkörningen.

source: You died.
sv: Du dog.

source: All Supported Files
sv: Alla filer som stöds

source: Export the following passkey entries.
sv: Exportera följande passnyckelposter.

source: Paste a YouTube URL.
sv: Klistra in en YouTube-webbadress.

source: Entry string key or value missing
sv: Postens text-nyckel eller värde saknas

source: Sign in
sv: Logga in

source: Ready to import posts.
sv: Redo att importera inlägg.

source: When a document tag contains "%s", the bookmark will be added to Readeck Favorites.
sv: När en dokumentetikett innehåller "%s", kommer bokmärket att läggas till i Readeck-favoriter.

source: Maximum number of threads in board. Once this limit is reached, the oldest threads are pruned. Set to 0 to disable.
sv: Största antal trådar på tavlan. När gränsen nås tas de äldsta trådarna bort. Ange 0 för att inaktivera.

source: Browse the Fediverse
sv: Bläddra i fediversum

source: Police station
sv: Polisstation

source: Removed custom data %1 [%2]
sv: Tog bort anpassad data %1 [%2]

source: Already blocked user <code>{handle}</code> as <code>{existing_handle}</code>
sv: Användaren <code>{handle}</code> är redan blockerad som <code>{existing_handle}</code>

source: General
sv: Allmänt

source: Popular
sv: Populärt

source: Delete item
sv: Ta bort objekt

source: Import ...
sv: Importera …

source: Values greater than 75 are not supported when using the default database schema.
sv: Värden över 75 stöds inte när standarddatabasschemat används.

source: Unfollow
sv: Avfölj

source: Select or drop file
sv: Välj eller släpp fil

source: Get information about this world
sv: Hämta information om denna värld

source: Title
sv: Titel

source: Display this help.
sv: Visa den här hjälpen.

source: Expired
sv: Har upphört

source: Cipher IV is too short for MD5 kdf
sv: Chiffer IV är för kort för MD5 kdf

source: Next Page
sv: Nästa sida

source: Close
sv: Stäng

source: Invalid access key.
sv: Ogiltig åtkomstnyckel.

source: Beacon Frequency
sv: Fyrfrekvens

source: Select using prefixes
sv: Välj med prefix

source: Type {PASSWORD}
sv: Skriv {LÖSENORD}

source: %s Account
sv: %s-konto

source: %s Accounts
sv: %s-konton

source: Direct Message
sv: Direkt meddelande

source: %d Day
sv: %d Dag

source: %d Days
sv: %d Dagarna

source: Closed
sv: Stängd

source: Add Roaming Zone
sv: Lägg till roamingzon

source: Not changing any field for entry %1.
sv: Ändrar inga fält för posten %1.

source: Successfully moved %n keys to custom data.
sv: Flyttade %n nyckel till anpassade data.

source: Date: @1
sv: Datum: @1

source: Only show entries that have been explicitly allowed or denied
sv: Visa endast poster som uttryckligen har tillåtits eller nekats

source: Move
sv: Flytta

source: FediAuth Login
sv: FediAuth-inloggning

source: Auto Refresh
sv: Uppdatera automatiskt

source: Logs
sv: Loggar

source: Invalid cipher list within encKeyValidation field
sv: Ogiltig chifferlista i encKeyValidation-fältet

source: Your Fediverse handle or profile URL
sv: Ditt Fediverse-handle eller din profiladress

source: Solid (Tile Style)
sv: Solid (kakelstil)

source: Display Name
sv: Visningsnamn

source: Quotes
sv: Citat

source: Dark
sv: Mörkt

source: Level settings
sv: Nivåinställningar

source: No Output
sv: Ingen utdata

source: {user} re-requested review of '{name}'. Message: {msg}
sv: {user} begärde omprövning av '{name}'. Meddelande: {msg}

source: Invalid symmetric cipher IV size.
sv: Ogiltig symmetrisk chiffer IV-storlek.

source: Reset board configuration?
sv: Återställa tavlans konfiguration?

source: Notify
sv: Avisera

source: No two-factor authentication devices.
sv: Inga tvåfaktorsautentiseringsenheter.

source: Tx Timeout
sv: TX-tidsgräns

source: Multi-word extra bits %1
sv: Extra bitar för flerord %1

source: _Keyboard Shortcuts
sv: _Tangentbordsgenvägar

source: Client public key not received
sv: Klientens offentliga nyckel inte mottagen

source: Repeat Track
sv: Upprepa spår

source: Nothing here makes sense. It’s complete chaos.
sv: Ingenting här är begripligt. Det är fullständigt kaos.

source: [Place]: Rotate the block clockwise.
sv: [Place]: Rotera blocket medsols.

source: Wordlist "%1" already exists as a custom wordlist. Do you want to overwrite it?
sv: Ordlistan "%1" finns redan som anpassad ordlista. Vill du skriva över den?

source: Search (%1)…
sv: Sök (%1)…

source: Export to %1 successful (%2)
sv: Export till %1 slutförd (%2)

source: ChiPass is not running. No open database to lock
sv: ChiPass körs inte. Det finns ingen öppen databas att låsa.

source: Lillite
sv: Lillit

source: Climbing Sector
sv: Klättringssektor

source: Tray icon type
sv: Typ av systemfältsikon

source: Red-Flowering Garden Bush Seed
sv: Frö till rödblommande trädgårdsbuske

source: (add <ability>) | (remove <ability>) | list
sv: (lägg till <förmåga>) | (ta bort <förmåga>) | lista

source: Post
sv: Posta

source: React with %s
sv: Reagera med %s

source: Copied attachment url to clipboard
sv: Kopierade den bifogade webbadressen till urklipp

source: We did not expect to receive a PIN from {handle}. Are you sure you used the same account you want to log in with?
sv: Vi förväntade oss inte att få en pinkod från {handle}. Är du säker på att du använder samma konto som du vill logga in med?

source: Bookmark Highlights
sv: Bokmärkesmarkeringar

source: Send Preference Analytics
sv: Skicka Preferensanalys

source: Quit
sv: Avsluta

source: The region class Z is designated to unknown and unclassified regions.
sv: Regionklass Z betecknar okända och oklassificerade regioner.

source: error while setting database key derivation settings.
sv: fel vid inställning av databasens nyckel härledning.

source: Select custom proxy location
sv: Välj en anpassad proxy

source: DMR Squelch
sv: DMR-brusspärr

source: The lock file could not be created. Single-instance mode disabled.
sv: Låsfilen kunde inte skapas. Enkelinstansläge inaktiverat.

source: Hardware key slot selection
sv: Val av plats för hårdvarunyckel

source: Congratulations, no exposed passwords!
sv: Grattis, inga exponerade lösenord!

source: Form
sv: Formulär

source: Flowering Willow Vine
sv: Blommande pilranka

source: External file
sv: Extern fil

source: Delete entry(s)?
sv: Vill du ta bort posten?

source: Successfully uploaded custom thumbnail
sv: Den egna miniatyrbilden har laddats upp

source: Secret key must be in Base32 format
sv: En hemlig nyckel måste vara i Base32-format

source: Block User
sv: Blockera användare

source: Cannot open file "%1" for writing.
sv: Kan inte öppna filen "%1" för skrivning.

source: Entry count: %1
sv: Antal poster: %1

source: Orange Brick Block
sv: Orange tegelblock

source: %d Week
sv: %d vecka

source: %d Weeks
sv: %d veckorna

source: Moons
sv: Månar

source: Overwrite
sv: Skriv över

source: Copy “%s” Post Link?
sv: Kopiera länken till inlägget ”%s”?

source: Hex Passwords
sv: Hexadecimala lösenord

source: Send message
sv: Skicka meddelande

source: They Don't Match
sv: De matchar inte

source: Expected %1 bytes of clear-text, found %2
sv: Förväntade %1 byte klartext, hittade %2

source: Accessed
sv: Använd

source: Dark Grey Brick Block
sv: Mörkgrått tegelblock

source: Visibility
sv: Synlighet

source: Delete %d post
sv: Ta bort %d inlägg

source: Delete %d posts
sv: Ta bort %d inlägg

source: With Labels
sv: Med Etiketter

source: That’s the joke!
sv: Det är skämtet!

source: Weather
sv: Väder

source: Blooms in spring and summer
sv: Blommar på våren och sommaren

source: Translate
sv: Översätt

source: • Weather: Visual weather effects (no sounds)
sv: • Väder: Visuella vädereffekter utan ljud

source: • Leave the editor
sv: • Lämna redigeraren

source: Moved thread from %[1]s to %[2]s.
sv: Flyttade tråd från %[1]s till %[2]s.

source: Expiration presets
sv: Förinställningar för förfallodag

source: Request to unlock the database if it is locked
sv: Be om upplåsning av databasen när den är låst

source: Spawn area: @1×@2×@3
sv: Genereringsområde: @1×@2×@3

source: Export
sv: Exportera

source: Website
sv: Webbsida

source: Name shown when no name is entered. Separate multiple names with | (pipe character). May be blank.
sv: Namn som visas när inget namn anges. Separera flera namn med | (lodrätt streck). Kan lämnas tomt.

source: This place looks terrible.
sv: Den här platsen ser fruktansvärd ut.

source: Value
sv: Värde

source: Oak Tree Trunk
sv: Ekstam

source: PIN Not Received
sv: Pinkoden är inte mottagen

source: Disables all tones.
sv: Inaktiverar alla toner.

source: Type
sv: Typ

source: Unexpected key file data! Key file may be corrupt.
sv: Oväntad nyckelfilsdata! Nyckelfilen kan vara skadad.

source: Switch
sv: Byt

source: Couldn't create folder: %s
sv: Kunde inte skapa mapp: %s

source: Text only
sv: Endast text

source: Has attachments
sv: Har bilagor

source: Encryption algorithm
sv: Krypteringsalgoritm

source: Needs @1 to survive
sv: Behöver @1 för att överleva

source: Custom Settings
sv: Anpassade inställningar

source: Rare lakes and springs
sv: Sällsynta sjöar och källor

source: Prevent any interaction from or to this account and delete its contents. Revertible within 30 days. Closes all reports against this account
sv: Förhindra all interaktion från eller till detta konto och radera dess innehåll. Återställbar inom 30 dagar. Stänger alla rapporter mot detta konto

source: Cyan Carpet
sv: Cyanfärgad matta

source: Add News
sv: Lägg till nyhet

source: Planetary Scan Reports
sv: Rapporter från planetskanning

source: Passwords
sv: Lösenord

source: Upload a CSV file from Instapaper or any CSV that matches the format specified below.
sv: Ladda upp en CSV-fil från Instapaper eller någon annan CSV-fil som matchar formatet nedan.

source: Basic
sv: Grundläggande

source: Unsupported encryption algorithm.
sv: Krypteringsalgoritmen stöds inte.

source: Remove from Followers
sv: Ta bort från följare

source: Page has expired
sv: Sidan har löpt ut

source: On database unlock, show entries that will expire within
sv: Vid databasupplåsning, visa poster som förfaller inom

source: Blocks you
sv: Blockerar dig

source: <b>Best Practices for Scrobbling</b> • Avoid allowlisting non-curated MPRIS clients like Web Browsers and Video Players • Tag your music with the proper track, album and artist names • Check, fix and match your scrobbles regularly
sv: <b>Bästa praxis för scrobbling</b> • Undvik att tillåta icke-kurerade MPRIS-klienter som webbläsare och videospelare • Tagga din musik med rätt spår, album och artistnamn • Kontrollera, korrigera och matcha dina scrobblingar regelbundet

source: Toggle Results Visibility
sv: Växla resultatets synlighet

source: Services
sv: Tjänster

source: Mossy Stone Block
sv: Mossigt stenblock

source: List Name
sv: Listnamn

source: Cream Wood
sv: Krämfärgat trä

source: Invalid header data length: field %1, %2 expected, %3 found
sv: Ogiltig rubrikdatalängd: fältet %1, %2 förväntat, %3 hittades

source: Items
sv: Poster

source: Despite these circumstances, work as a pilot remains popular, many pilots say it’s very rewarding to know they contribute to something greater.
sv: Trots dessa omständigheter är arbetet som pilot fortfarande populärt. Många piloter säger att det är mycket givande att veta att de bidrar till något större.

source: Case sensitive
sv: Skiftlägeskänslig

source: Cracked Island Stone
sv: Sprucken östen

source: Password length
sv: Lösenordslängd

source: Entries excluded from reports
sv: Poster undantagna från rapporter

source: Call
sv: Anropssignal

source: <html><head/><body><p><span style=" font-weight:600;">{DB_FILENAME}</span> is replaced with the filename of the saved database without extension</p><p><span style=" font-weight:600;">{TIME:&lt;format&gt;}</span> is replaced with the specified time format (default: dd_MM_yyyy_hh-mm-ss)</p><p>See the User Guide for more details</p></body></html>
sv: <html><head/><body><p><span style=" font-weight:600;">{DB_FILENAME}</span> är ersatt av filnamnet för den sparade database utan filnamnstillägg.</p><p><span style=" font-weight:600;">{TIME:&lt;format&gt;}</span> år ersatt av specificerat tidsformat (standard: dd_MM_yyyy_hh-mm-ss).</p><p>Se användarmanualen för fler detaljer.</p></body></html>

source: Save As…
sv: Spara som…

source: Your item '{name}' was deleted by a moderator. Title: {name} Description: {description}
sv: Ditt objekt '{name}' togs bort av en moderator. Titel: {name} Beskrivning: {description}

source: Hospital
sv: Sjukhus

source: Python Version Info
sv: Information om Python-version

source: Antenna
sv: Antenn

source: With Super Slope Sliding, you can slide up tall slopes with ease.
sv: Med superglidning i branta sluttningar kan du lätt glida uppför branta sluttningar.

source: Current season is @1.
sv: Aktuell årstid är @1.

source: Book
sv: Bok

source: Share with annotations
sv: Dela med annoteringar

source: Arrows will appear on the surface of a block you can rotate. They show the possible rotation directions.
sv: Pilar visas på ytan av ett block som du kan rotera. De visar möjliga rotationsriktningar.

source: Move selected item(s) ten positions up.
sv: Flytta valda poster tio positioner upp.

source: Reject Media Files
sv: Avvisa mediafiler

source: Chondrite/Stone Block
sv: Chondrit-/stenblock

source: Is my data safe on %(name)s?
sv: Är mina data säkra på %(name)s?

source: Lasers are beams of light that extend in a straight line until they collide with a block or are deflected. Lasers can interact with many different blocks and come in seven different colors.
sv: Lasrar är ljusstrålar som fortsätter i en rak linje tills de träffar ett block eller avlänkas. Lasrar kan samverka med många olika block och finns i sju olika färger.

source: Low
sv: Lågt

source: Hardware key timed out waiting for user interaction.
sv: Hårdvarunyckelns tidsgräns för användarinteraktion överskreds.

source: Couldn't get session: %s
sv: Kunde inte hämta session: %s

source: Applications for Readeck
sv: Applikationer för Readeck

source: Not really.
sv: Inte direkt.

source: Restore Entry(s)
sv: Återställ post

source: Save attachments
sv: Spara bilagor

source: Close menu
sv: Stäng meny

source: Secret Key:
sv: Hemlig nyckel:

source: Permanently ban uploaded file.
sv: Spärra uppladdad fil permanent.

source: Unknown mob: @1
sv: Okänd varelse: @1

source: Autosave delay since last change checkbox
sv: Kryssruta för fördröjning av automatiskt sparande sedan senaste ändring

source: Max Message Length
sv: Maximal meddelandelängd

source: Auto-Type
sv: Autoskriv

source: Cannot remove all the keys from a database.
sv: Kan inte ta bort alla nycklarna från en databas.

source: Mobs will only spawn if at least 1 player is within the chosen distance. The value 0 disables this restriction.
sv: Varelser genereras endast om minst en spelare befinner sig inom det valda avståndet. Värdet 0 stänger av begränsningen.

source: Launching
sv: Uppskjutning

source: Unsolicited private mentions
sv: Oönskade privata omnämnanden

source: Red Dye
sv: Rött färgämne

source: <html><head/><body><p>As the communication interface to the radio is kept open after verification, time-outs may occur and the code-plug upload may fail when the verification dialog pops up. To prevent this, verification warnings can be ignored, eliminating the time-gap between verification and upload. Verification errors still prevent the upload.</p></body></html>
sv: <html><head/><body><p>Eftersom kommunikationsgränssnittet till radion hålls öppet efter verifiering kan time-outs inträffa och kodplugguppladdningen kan misslyckas när verifieringsdialogrutan dyker upp. För att förhindra detta kan verifieringsvarningar ignoreras, vilket eliminerar tidsskillnaden mellan verifiering och uppladdning. Verifieringsfel förhindrar fortfarande uppladdningen.</p></body></html>

source: Invalid YubiKey slot %1
sv: Ogiltig YubiKey-plats %1

source: Search Additional Scripts…
sv: Sök efter ytterligare skriftsystem …

source: 1 user
sv: 1 användare

source: %(n)s users
sv: %(n)s användare

source: Readeck Bookmark Collections
sv: Readeck-bokmärkessamlingar

source: Back
sv: Tillbaka

source: Password
sv: Lösenord

source: Enter password to unlock %1:
sv: Ange lösenord för att låsa upp %1:

source: Database name field
sv: Databasens namn

source: Deleted Attachment
sv: Raderad bilaga

source: Hit from a cave elder
sv: Träff från en grottäldste

source: Do you want to remove the passkey from this entry?
sv: Vill du ta bort passnyckeln från den här posten?

source: For I am chaos, eater of digital worlds!
sv: För jag är kaos, slukare av digitala världar!
